{
  "sections": [
    {
      "id": 2,
      "title": "Tawasul",
      "content": [
        {
          "arabicText": "ثُمَّ إِلَى حَضْرَةِ إِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالْمُرْسَلِينَ وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَالصَّحَابَةِ وَالتَّابِعِينَ وَالْعُلَمَاءِ الْعَامِلِينَ وَالْمُصَنِّفِينَ الْمُخْلِصِينَ وَجَمِيعِ الْمَلَائِكَةِ الْمُقَرَّبِينَ، خُصُوصًا إِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيلَانِي وَخُصُوصًا إِلَى مُؤَسِّسِي جَمْعِيَّةِ نَهْضَةِ الْعُلَمَاءِ الْفَاتِحَةُ",
          "latin": "Tsumma ilâ ḫadlrati ikhwânihi minal-anbiyâ’i wal-mursalîn wal-auliyâ’i wasy-syuhadâ’i waṣ-ṣâliḥîn waṣ-ṣaḥâbati wat-tâbi‘în wal-‘ulamâ’il-‘âmilîn wal-muṣannifînal-mukhliṣîn wa jamî‘il-malâikatil-muqarrabîn, khuṣūṣan ilâ sayyidinâ asy-syaikh ‘Abdil Qâdir al-Jîlânî wa khuṣūṣan ilâ mu’assisî jam‘iyyah Nahdlatil ‘Ulamâ, al-fâtiḥah",
          "translation": "Lalu kepada segenap saudara beliau dari kalangan para nabi, rasul, wali, syuhada, orang-orang saleh, sahabat, tabi‘in, ulama al-‘amilin (yang mengamalkan ilmunya), ulama penulis yang ikhlas, semua malaikat Muqarrabin, terkhusus kepada Syekh Abdul Qadir al-Jilani dan para pendiri organisasi Nahdlatul Ulama. Bacaan Al-Fatihah ini kami tujukan kepada اللّٰهِ dan pahalanya untuk mereka semua. Al-Fatihah.",
          "note": "Tawasul kepada para nabi, wali, syuhada, ulama, dan malaikat, dengan penekanan khusus pada Syekh Abdul Qadir Al-Jailani yang merupakan pendiri tarekat Qadiriyah."
        },
        {
          "arabicText": "ثُمَّ إِلَى جَمِيعِ أَهْلِ الْقُبُورِ مِنَ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ الْأَرْضِ إِلَى مَغَارِبِهَا بَرِّهَا وَبَحْرِهَا خُصُوصًا إِلَى آبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا وَمَشَايِخِنَا وَمَشَايِخِ مَشَايِخِنَا وَأَسَاتِذَةِ أَسَاتِذَتِنَا وَلِمَنْ أَحْسَنَ إِلَيْنَا وَلِمَنْ اجْتَمَعْنَا هَٰهُنَا بِسَبَبِهِ الْفَاتِحَةُ",
          "latin": "Tsumma ilâ jamî‘i ahlil-qubûri minal-muslimîna wal-muslimâti wal-mu’minîna wal-mu’minâti min masyâriqil-arḍi ilâ maghâribihâ barrihâ wa baḥrihâ khuṣūṣan ilâ âbâ’inâ wa ummahâtinâ wa ajdâdinâ wa jaddâtinâ wa masyâyikhinâ wa masyâyikhi masyâyikhinâ wa asâtidzati asâtidzatinâ wa liman aḥsana ilainâ wa liman ijtama‘nâ hâhunâ bisababihi, al-fâtiḥah",
          "translation": "Kemudian kepada semua ahli kubur Muslimin, Muslimat, Mukminin, Mukminat dari Timur ke Barat, baik di laut dan di darat, khususnya bapak kami, ibu kami, kakek kami, nenek kami, guru kami, pengajar dari guru kami, mereka yang telah berbuat baik kepada kami, dan bagi ahli kubur/arwah yang menjadi sebab kami berkumpul di sini. Bacaan Al-Fatihah ini kami tujukan kepada اللّٰهِ dan pahalanya untuk mereka semua. Al-Fatihah."
        }
      ]
    }
  ]
}
